tap "anchore/grype"
tap "aquasecurity/trivy"
tap "bufbuild/buf"
tap "jandedobbeleer/oh-my-posh"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "sst/tap"
brew "argocd"
brew "atuin"
brew "openssl@3"
brew "awscli"
brew "bat"
brew "node"
brew "bitwarden-cli"
brew "btop"
brew "carapace"
brew "cassandra"
brew "cdebug"
brew "direnv"
brew "dive"
brew "docker"
brew "eza"
brew "fastfetch"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "gitleaks"
brew "go"
brew "goose"
brew "grype"
brew "helm"
brew "hugo"
brew "istioctl"
brew "jq"
brew "just"
brew "k9s"
brew "kubectl-cnpg"
brew "kubernetes-cli"
brew "kubectx"
brew "kustomize"
brew "lazygit"
brew "mas"
brew "neovim"
brew "ollama"
brew "pipx"
brew "pre-commit"
brew "protobuf"
brew "ripgrep"
brew "ruff"
brew "rust"
brew "sesh"
brew "shellcheck"
brew "sqlc"
brew "stow"
brew "tcping"
brew "terraform"
brew "tldr"
brew "tmux"
brew "tmuxp"
brew "tree"
brew "uv"
brew "watch"
brew "yank"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "aquasecurity/trivy/trivy"
brew "bufbuild/buf/buf"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "osx-cross/avr/avr-gcc@9"
brew "qmk/qmk/qmk"
brew "sst/tap/opencode"
cask "alt-tab"
cask "appcleaner"
cask "chatgpt"
cask "dbeaver-community"
cask "ghostty"
cask "google-chrome"
cask "google-drive"
cask "hiddenbar"
cask "hyperkey"
cask "keycastr"
cask "lm-studio"
cask "obsidian"
cask "orbstack"
cask "qmk-toolbox"
cask "raycast"
cask "spotify"
cask "telegram"
cask "whatsapp"
cask "yaak"
cask "zen"
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "PDFgear", id: 6469021132
mas "Xnip", id: 1221250572
