tap "anchore/grype"
tap "aquasecurity/trivy"
tap "cue-lang/tap"
tap "jandedobbeleer/oh-my-posh"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "oven-sh/bun"
tap "qmk/qmk"
tap "sst/tap"
tap "tw93/tap"
brew "apko"
brew "asciiquarium"
brew "atuin"
brew "openssl@3"
brew "bat"
brew "btop"
brew "carapace"
brew "cdebug"
brew "crane"
brew "direnv"
brew "dive"
brew "docker"
brew "docker-credential-helper"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "gitleaks"
brew "go"
brew "grype"
brew "helm"
brew "hugo"
brew "istioctl"
brew "jid"
brew "jj"
brew "jq"
brew "jsonnet"
brew "jsonnet-bundler"
brew "just"
brew "k8sgpt"
brew "k9s"
brew "kubernetes-cli"
brew "kubectx"
brew "kustomize"
brew "lazygit"
brew "mas"
brew "neovim"
brew "node"
brew "nushell"
brew "ollama"
brew "opentofu"
brew "pipx"
brew "pre-commit"
brew "prometheus"
brew "ripgrep"
brew "ruff"
brew "rust"
brew "sesh"
brew "shellcheck"
brew "stow"
brew "tcping"
brew "terraform"
brew "tmux"
brew "tree"
brew "tree-sitter-cli"
brew "uv"
brew "watch"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "aquasecurity/trivy/trivy"
brew "cue-lang/tap/cue"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "osx-cross/avr/avr-gcc@9"
brew "oven-sh/bun/bun"
brew "qmk/qmk/qmk"
brew "sst/tap/opencode"
brew "tw93/tap/mole"
cask "dbeaver-community"
cask "dockdoor"
cask "font-meslo-lg-nerd-font"
cask "gcloud-cli"
cask "ghostty"
cask "google-chrome"
cask "google-drive"
cask "logi-options+"
cask "obsidian"
cask "orbstack"
cask "qmk-toolbox"
cask "raycast"
cask "spotify"
cask "telegram"
cask "whatsapp"
cask "yaak"
cask "zen"
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "PDFgear", id: 6469021132
mas "Xnip", id: 1221250572
go "golang.org/x/tools/cmd/callgraph"
go "github.com/go-delve/delve/cmd/dlv"
go "mvdan.cc/gofumpt"
go "github.com/segmentio/golines"
go "github.com/controlplaneio/kubesec/v2"
cargo "nufmt"
