tap "anomalyco/tap"
tap "aquasecurity/trivy"
tap "cue-lang/tap"
tap "jandedobbeleer/oh-my-posh"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "oven-sh/bun"
tap "qmk/qmk"
tap "tw93/tap"
brew "openssl@3"
brew "tree"
brew "ansible"
brew "apko"
brew "atuin"
brew "bat"
brew "carapace"
brew "cdebug"
brew "cloud-sql-proxy"
brew "crane"
brew "direnv"
brew "dive"
brew "docker"
brew "docker-credential-helper"
brew "eza"
brew "fastfetch"
brew "fd"
brew "fzf"
brew "node"
brew "gemini-cli"
brew "gh"
brew "git"
brew "go"
brew "goimports"
brew "grype"
brew "helm"
brew "hugo"
brew "istioctl"
brew "jq"
brew "just"
brew "k8sgpt"
brew "k9s"
brew "kanata"
brew "kubectx"
brew "kubernetes-cli"
brew "lazygit"
brew "libpq"
brew "mas"
brew "mise"
brew "neovim"
brew "nushell"
brew "ollama"
brew "prek"
brew "prometheus"
brew "ripgrep"
brew "ruff"
brew "rust"
brew "sesh"
brew "shellcheck"
brew "stow"
brew "tcping"
brew "terraform"
brew "tmux"
brew "tree-sitter-cli"
brew "uv"
brew "watch"
brew "worktrunk"
brew "yq"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "anomalyco/tap/opencode"
brew "aquasecurity/trivy/trivy"
brew "cue-lang/tap/cue"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "osx-cross/avr/avr-gcc@9"
brew "oven-sh/bun/bun"
brew "qmk/qmk/qmk"
brew "tw93/tap/mole"
cask "betterdisplay"
cask "claude-code"
cask "dbeaver-community"
cask "dockdoor"
cask "font-meslo-lg-nerd-font"
cask "gcloud-cli"
cask "ghostty"
cask "google-chrome"
cask "google-drive"
cask "karabiner-elements"
cask "lark"
cask "logi-options+"
cask "microsoft-teams"
cask "obsidian"
cask "orbstack"
cask "qmk-toolbox"
cask "raycast"
cask "spotify"
cask "telegram"
cask "whatsapp"
cask "yaak"
cask "zen"
mas "PDFgear", id: 6469021132
mas "Xnip", id: 1221250572
cargo "weathr"
uv "rendercv[full]"
