tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "jandedobbeleer/oh-my-posh"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "shyiko/kubesec"
brew "argocd"
brew "python@3.11"
brew "awscli"
brew "bat"
brew "python@3.12"
brew "chezmoi"
brew "eza"
brew "fastfetch"
brew "fd"
brew "figlet"
brew "fzf"
brew "git"
brew "gitleaks"
brew "gnu-sed"
brew "go"
brew "goose"
brew "helm"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "kubectx"
brew "kustomize"
brew "lazygit"
brew "make"
brew "md5sha1sum"
brew "mkcert"
brew "mysql-client"
brew "neovim"
brew "nmap"
brew "node"
brew "poetry"
brew "postgresql@14"
brew "postgresql@15"
brew "python@3.9"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "sqlc"
brew "tcping"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "zoxide"
brew "hashicorp/tap/terraform"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "qmk/qmk/qmk"
cask "alt-tab"
cask "appcleaner"
cask "arc"
cask "chatgpt"
cask "dbeaver-community"
cask "font-hack-nerd-font"
cask "google-cloud-sdk"
cask "hiddenbar"
cask "obsidian"
cask "postman"
cask "qmk-toolbox"
cask "raycast"
cask "visual-studio-code"
cask "wezterm"
vscode "christian-kohler.path-intellisense"
vscode "codeium.codeium"
vscode "codezombiech.gitignore"
vscode "davidanson.vscode-markdownlint"
vscode "ecmel.vscode-html-css"
vscode "eliverlara.andromeda"
vscode "esbenp.prettier-vscode"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "kdl-org.kdl"
vscode "kevinrose.vsc-python-indent"
vscode "lamartire.git-indicators"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.autopep8"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "njpwerner.autodocstring"
vscode "oderwat.indent-rainbow"
vscode "patbenatar.advanced-new-file"
vscode "pkief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "streetsidesoftware.code-spell-checker"
vscode "tamasfe.even-better-toml"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "wayou.vscode-todo-highlight"
vscode "yzhang.markdown-all-in-one"
vscode "zainchen.json"
